Repository: swenske/Winslop
Catalog: Winslop.WinUI/Winslop/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# NavHome.Text
source: Home
fr_fr: Accueil

# NavApps.Text
source: Apps
fr_fr: Applications

# NavInstall.Text
source: Install
fr_fr: Installer

# NavTools.Text
source: Tools
fr_fr: Outils

# NavSettings.Text
source: Settings
fr_fr: Paramètres

# MenuKofi.Text
source: Buy me a coffee on Ko-fi
fr_fr: Offrez-moi un café sur Ko-fi

# MenuPaypal.Text
source: Donate via PayPal
fr_fr: Faire un don via PayPal

# MenuHelp.Text
source: Help
fr_fr: Aide

# SearchBox.PlaceholderText
source: Search
fr_fr: Rechercher

# MenuToggle.Text
source: Toggle All
fr_fr: Tout basculer

# MenuUndo.Text
source: Undo last changes
fr_fr: Annuler les derniers changements

# MenuRefresh.Text
source: Refresh
fr_fr: Actualiser

# MenuExport.Text
source: Export selection...
fr_fr: Exporter la sélection...

# MenuImport.Text
source: Import from file...
fr_fr: Importer depuis un fichier...

# MenuLogActions.Text
source: Log actions
fr_fr: Journal des actions

# MenuInspectLog.Text
source: Inspect log online
fr_fr: Inspecter le journal en ligne

# MenuCopyLog.Text
source: Copy log to clipboard
fr_fr: Copier le journal dans le presse-papiers

# MenuClearLog.Text
source: Clear log
fr_fr: Effacer le journal

# MenuLogChecked.Text
source: Log: checked features
fr_fr: Journal : fonctionnalités cochées

# MenuLogUnchecked.Text
source: Log: unchecked features
fr_fr: Journal : fonctionnalités décochées

# MenuLogSummary.Text
source: Log: summary
fr_fr: Journal : résumé

# BtnAnalyzeText.Text
source: Inspect system
fr_fr: Inspecter le système

# BtnFixText.Text
source: Apply selected changes
fr_fr: Appliquer les changements sélectionnés

# ComboProfiles.PlaceholderText
source: <Select profile...>
fr_fr: <Sélectionner un profil...>

# ChkIssuesOnly.Content
source: Show misconfigured only
fr_fr: Problèmes uniquement

# ComboDisplayMode.PlaceholderText
source: Select scan mode...
fr_fr: Sélectionner le mode d'analyse...

# ComboCategory.PlaceholderText
source: Category...
fr_fr: Catégorie...

# ChkInstalledOnly.Content
source: Installed
fr_fr: Installé

# ChkUpgradesOnly.Content
source: Upgradeable
fr_fr: Mise à jour disponible

# BtnInstall.Content
source: Install
fr_fr: Installer

# BtnUpgradeSelected.Content
source: Upgrade
fr_fr: Mettre à jour

# BtnUpgradeAll.Content
source: Upgrade All
fr_fr: Tout mettre à jour

# BtnUninstall.Content
source: Uninstall
fr_fr: Désinstaller

# ColAppName.Text
source: App Name
fr_fr: Nom de l'application

# ColPackageId.Text
source: Package ID
fr_fr: ID du paquet

# ColInstalled.Text
source: Installed
fr_fr: Installé

# ColUpdate.Text
source: Update
fr_fr: Mise à jour

# ComboFilter.PlaceholderText
source: Filter...
fr_fr: Filtrer...

# TextInput.PlaceholderText
source: Enter input (e.g., IDs or raw arguments)
fr_fr: Saisir une entrée (ex. : ID ou arguments bruts)

# BtnRun.Content
source: Run
fr_fr: Exécuter

# BtnToolUninstall.Content
source: Uninstall
fr_fr: Désinstaller

# BtnOpenFolder.ToolTipService.ToolTip
source: Open scripts folder
fr_fr: Ouvrir le dossier des scripts

# PluginsDialog.Title
source: Manage Plugins
fr_fr: Gérer les plugins

# PluginsDialog.CloseButtonText
source: Close
fr_fr: Fermer

# TxtSearch.PlaceholderText
source: Search plugins...
fr_fr: Rechercher des plugins...

# ColStatus.Text
source: Status
fr_fr: Statut

# BtnPluginInstall.Content
source: Install
fr_fr: Installer

# BtnPluginUpdateAll.Content
source: Update All
fr_fr: Tout mettre à jour

# BtnPluginRemove.Content
source: Remove
fr_fr: Supprimer

# BtnPluginEdit.Content
source: Edit
fr_fr: Modifier

# BtnPluginOpenFolder.Content
source: Open Folder
fr_fr: Ouvrir le dossier

# BtnPluginSubmit.Content
source: Submit
fr_fr: Soumettre

# Category_Issues
source: Maintenance
fr_fr: Problèmes

# Category_System
source: System
fr_fr: Système

# Category_UI
source: UI
fr_fr: Interface

# Category_Taskbar
source: Taskbar
fr_fr: Barre des tâches

# Category_Gaming
source: Gaming
fr_fr: Jeux

# Category_Privacy
source: Privacy
fr_fr: Confidentialité

# Category_Ads
source: Ads
fr_fr: Publicités

# Category_AI
source: AI
fr_fr: IA

# Feature_ClickToDo
source: Disable Click to Do (Only Copilot+ PCs)
fr_fr: Désactiver Click to Do (Uniquement les PC Copilot+)

# Feature_CopilotTaskbar
source: Don't Show Copilot in Taskbar
fr_fr: Ne pas afficher Copilot dans la barre des tâches

# Feature_Recall
source: Turn off Recall in Windows 11
fr_fr: Désactiver Recall dans Windows 11

# Feature_DisableSearchBoxSuggestions
source: Disable Bing search results
fr_fr: Désactiver les résultats de recherche Bing

# Feature_FileExplorerAds
source: Disable File Explorer Ads
fr_fr: Désactiver les publicités dans l'Explorateur de fichiers

# Feature_FinishSetupAds
source: Disable Finish Setup Ads
fr_fr: Désactiver les publicités de fin de configuration

# Feature_LockScreenAds
source: Disable Lock Screen Tips and Ads
fr_fr: Désactiver les conseils et publicités sur l'écran de verrouillage

# Feature_PersonalizedAds
source: Disable Personalized Ads
fr_fr: Désactiver les publicités personnalisées

# Feature_SettingsAds
source: Disable Settings Ads
fr_fr: Désactiver les publicités dans les paramètres

# Feature_StartmenuAds
source: Disable Start menu Ads
fr_fr: Désactiver les publicités dans le menu Démarrer

# Feature_TailoredExperiences
source: Disable Tailored Experiences
fr_fr: Désactiver les expériences personnalisées

# Feature_TipsAndSuggestions
source: Disable General Tips and Ads
fr_fr: Désactiver les conseils et publicités généraux

# Feature_WelcomeExperienceAds
source: Disable Welcome Experience Ads
fr_fr: Désactiver les publicités de bienvenue

# Feature_BrowserSignin
source: Disable Browser sign in and sync services
fr_fr: Désactiver la connexion au navigateur et les services de synchronisation

# Feature_DefaultTopSites
source: Don't Show Sponsored links in new tab page
fr_fr: Ne pas afficher les liens sponsorisés dans la page de nouvel onglet

# Feature_DefautBrowserSetting
source: Disable Microsoft Edge as default browser
fr_fr: Désactiver Microsoft Edge comme navigateur par défaut

# Feature_EdgeCollections
source: Disable Access to Collections feature
fr_fr: Désactiver l'accès à la fonctionnalité Collections

# Feature_EdgeShoppingAssistant
source: Disable Shopping assistant
fr_fr: Désactiver l'assistant d'achats

# Feature_FirstRunExperience
source: Don't Show First Run Experience
fr_fr: Ne pas afficher l'expérience de première utilisation

# Feature_GamerMode
source: Disable Gamer Mode
fr_fr: Désactiver le mode Gamer

# Feature_HubsSidebar
source: Disable Copilot Symbol in Edge
fr_fr: Désactiver le symbole Copilot dans Edge

# Feature_ImportOnEachLaunch
source: Don't import data from other browsers at startup
fr_fr: Ne pas importer les données d'autres navigateurs au démarrage

# Feature_StartupBoost
source: Disable Start Boost
fr_fr: Désactiver le démarrage rapide

# Feature_TabPageQuickLinks
source: Don't Show Quick links in new tab page
fr_fr: Ne pas afficher les liens rapides dans la page de nouvel onglet

# Feature_UserFeedback
source: Don't Submit user feedback option
fr_fr: Ne pas envoyer les commentaires utilisateur

# Feature_GameDVR
source: Disable Game DVR
fr_fr: Désactiver Game DVR

# Feature_PowerThrottling
source: Disable Power Throttling
fr_fr: Désactiver la limitation d'alimentation

# Feature_VisualFX
source: Disable Visual Effects
fr_fr: Désactiver les effets visuels

# Feature_BSODDetails
source: Show BSOD details instead of sad smiley
fr_fr: Afficher les détails de l'écran bleu au lieu du smiley triste

# Feature_DisableHibernation
source: Disable Hibernation
fr_fr: Désactiver la mise en veille prolongée

# Feature_MenuShowDelay
source: Speed Up Menu Show Delay
fr_fr: Accélérer le délai d'affichage des menus

# Feature_NetworkThrottling
source: Disable Network Throttling
fr_fr: Désactiver la limitation réseau

# Feature_SpeedUpShutdown
source: Speed Up Shutdown Time
fr_fr: Accélérer l'arrêt du système

# Feature_SystemResponsiveness
source: Optimize System Responsiveness
fr_fr: Optimiser la réactivité du système

# Feature_VerboseStatus
source: Enable Verbose Logon status messages
fr_fr: Activer les messages de statut de connexion détaillés

# Feature_ActivityHistory
source: Disable activity history
fr_fr: Désactiver l'historique des activités

# Feature_AppLaunchTracking
source: Disable App Launch Tracking
fr_fr: Désactiver le suivi du lancement des applications

# Feature_DiagnosticData
source: Reduce Diagnostic Data (Basic)
fr_fr: Réduire les données de diagnostic (Basique)

# Feature_LocationTracking
source: Disable location tracking
fr_fr: Désactiver le suivi de localisation

# Feature_LockScreenSlideshow
source: Disable Lock Screen Slideshow
fr_fr: Désactiver le diaporama de l'écran de verrouillage

# Feature_NarratorOnlineServices
source: Disable Narrator Online Services
fr_fr: Désactiver les services en ligne du Narrateur

# Feature_OnlineSpeechRecognition
source: Disable Online Speech Recognition
fr_fr: Désactiver la reconnaissance vocale en ligne

# Feature_PrivacyExperience
source: Disable Privacy Settings Experience at sign-in
fr_fr: Désactiver l'expérience des paramètres de confidentialité à la connexion

# Feature_SilentAppInstallation
source: Prevent Silent App Installation
fr_fr: Empêcher l'installation silencieuse d'applications

# Feature_WindowsSpotlightLockScreen
source: Disable Spotlight on Lock Screen
fr_fr: Désactiver Spotlight sur l'écran de verrouillage

# Feature_DisableBingSearch
source: Disable Bing Search
fr_fr: Désactiver la recherche Bing

# Feature_AppDarkMode
source: Enable Dark Mode for Apps
fr_fr: Activer le mode sombre pour les applications

# Feature_SystemDarkMode
source: Enable Dark Mode for System
fr_fr: Activer le mode sombre pour le système

# Feature_FullContextMenus
source: Show Full context menus in Windows 11
fr_fr: Afficher les menus contextuels complets dans Windows 11

# Feature_LockScreen
source: Don't use personalized lock screen
fr_fr: Ne pas utiliser l'écran de verrouillage personnalisé

# Feature_ShowOrHideMostUsedApps
source: Hide Most used apps in start menu
fr_fr: Masquer les applications les plus utilisées dans le menu Démarrer

# Feature_DisableSnapAssistFlyout
source: Disable Snap Assist Flyout
fr_fr: Désactiver le volet d'assistance Snap

# Feature_StartLayout
source: Pin more Apps on start menu
fr_fr: Épingler plus d'applications dans le menu Démarrer

# Feature_Transparency
source: Disable Transparency Effects
fr_fr: Désactiver les effets de transparence

# Feature_AlwaysShowTrayIcons
source: Always show all system tray icons
fr_fr: Toujours afficher toutes les icônes de la zone de notification

# Feature_CleanTaskbar
source: Clean Taskbar
fr_fr: Nettoyer la barre des tâches

# Feature_DisableNewsAndInterests
source: Disable News and Interests
fr_fr: Désactiver Actualités et centres d'intérêt

# Feature_DisableWidgets
source: Disable Widgets
fr_fr: Désactiver les widgets

# Feature_RemoveMeetNowButton
source: Remove 'Meet Now' button from system tray
fr_fr: Supprimer le bouton « Rejoindre maintenant » de la zone de notification

# Feature_SearchboxTaskbarMode
source: Hide search box on taskbar
fr_fr: Masquer la barre de recherche dans la barre des tâches

# Feature_ShowTaskViewButton
source: Hide Task view button on taskbar
fr_fr: Masquer le bouton Vue des tâches dans la barre des tâches

# Feature_TaskbarAlignment
source: Align Start button to left
fr_fr: Aligner le bouton Démarrer à gauche

# Feature_TaskbarEndTask
source: Enable End Task
fr_fr: Activer Terminer la tâche

# Feature_TaskbarSmallIcons
source: Make taskbar small
fr_fr: Réduire la taille de la barre des tâches

# Feature_BasicCleanup
source: Basic Disk Cleanup
fr_fr: Nettoyage de base du disque

# InapplicableReason_Win10Only
source: Windows 10 only
fr_fr: Windows 10 uniquement

# InapplicableReason_Win11Only
source: Windows 11 only
fr_fr: Windows 11 uniquement

# InapplicableReason_NotApplicable
source: not applicable
fr_fr: non applicable

# Log_General
source: General
fr_fr: Général

# Log_Skipped
source: Skipped
fr_fr: Ignoré

# Log_NotApplicableOS
source: Not applicable on this OS.
fr_fr: Non applicable sur ce système d'exploitation.

# Log_NotConfigured
source: Not configured as recommended.
fr_fr: Non configuré comme recommandé.

# Log_Fixed
source: Fixed
fr_fr: Corrigé

# Log_FixFailed
source: Fix failed (This feature may require admin privileges)
fr_fr: Correction échouée (cette fonctionnalité peut nécessiter des privilèges administrateur)

# Log_Restored
source: Restored
fr_fr: Restauré

# Log_RestoreFailed
source: Restore failed
fr_fr: Restauration échouée

# Log_SkippedRestore
source: Skipped restore
fr_fr: Restauration ignorée

# Log_ProperlyConfigured
source: Feature: {0} is properly configured.
fr_fr: Fonctionnalité : {0} est correctement configurée.

# Log_RequiresAttention
source: Feature: {0} requires attention.
fr_fr: Fonctionnalité : {0} nécessite une attention.

source: ANALYSIS COMPLETE
fr_fr: ANALYSE TERMINÉE

# Analysis_TitleAttention
source: Analysis Complete - Attention Required
fr_fr: Analyse terminée - Attention requise

# Analysis_WindowsFeatures
source: Windows Features
fr_fr: Fonctionnalités Windows

# Analysis_Issues
source: issue(s)
fr_fr: problème(s)

# Analysis_IssuesFound
source: {0} issue(s) found - review the log before applying fixes.
fr_fr: {0} problème(s) trouvé(s) - consultez le journal avant d'appliquer les corrections.

# Analysis_AllGood
source: Everything looks good!
fr_fr: Tout semble parfait !

# Analysis_OpenLogInspector
source: Open Online Log Inspector
fr_fr: Ouvrir l'inspecteur de journal en ligne

# Context_Analyze
source: Analyze
fr_fr: Analyser

# Context_Fix
source: Fix
fr_fr: Corriger

# Context_Restore
source: Restore
fr_fr: Restaurer

# Context_Help
source: Help
fr_fr: Aide

# Restore_Title
source: Restore selection
fr_fr: Restaurer la sélection

# Restore_NoItems
source: No items are selected. Please check one or more features/plugins in the tree first.
fr_fr: Aucun élément n'est sélectionné. Veuillez d'abord cocher une ou plusieurs fonctionnalités/plugins dans l'arborescence.

# Restore_ConfirmTitle
source: Restore selected items
fr_fr: Restaurer les éléments sélectionnés

# Restore_ConfirmBody
source: This will restore ONLY the {0} selected (checked) item(s) to their original state. Any previous tweaks for those items may be reverted. Do you want to continue?
fr_fr: Ceci restaurera UNIQUEMENT les {0} élément(s) sélectionné(s) (coché(s)) à leur état d'origine. Toute modification précédente pour ces éléments pourra être annulée. Voulez-vous continuer ?

# Restore_Done
source: Restored {0} selected item(s).
fr_fr: {0} élément(s) sélectionné(s) restauré(s).

# Profile_Export
source: Export selection...
fr_fr: Exporter la sélection...

# Profile_Import
source: Import from file...
fr_fr: Importer depuis un fichier...

# Profile_OpenFolder
source: Open profiles folder...
fr_fr: Ouvrir le dossier des profils...

# Profile_ExportedTo
source: Selection exported to: {0}
fr_fr: Sélection exportée vers : {0}

# Profile_ImportedFrom
source: Imported {0} item(s) from: {1}
fr_fr: {0} élément(s) importé(s) depuis : {1}

# Profile_Loaded
source: Profile '{0}' loaded ({1} item(s) selected).
fr_fr: Profil « {0} » chargé ({1} élément(s) sélectionné(s)).

# ScanMode_Standard
source: Standard scan (recommended)
fr_fr: Analyse standard (recommandée)

# ScanMode_Full
source: Full scan (all installed apps)
fr_fr: Analyse complète (toutes les applications installées)

# ScanMode_Community
source: Scan using community list (CFEnhancer)
fr_fr: Analyse avec la liste communautaire (CFEnhancer)

# ScanMode_BuiltIn
source: Scan using built-in list
fr_fr: Analyse avec la liste intégrée

# Apps_DisplayAll
source: Displaying all installed applications.
fr_fr: Affichage de toutes les applications installées.

# Apps_NoPlugin
source: No plugin list found. Install CFEnhancer to use plugin recommendations.
fr_fr: Aucune liste de plugins trouvée. Installez CFEnhancer pour utiliser les recommandations de plugins.

# Apps_DisplayPlugin
source: Displaying plugin recommendations (CFEnhancer).
fr_fr: Affichage des recommandations de plugins (CFEnhancer).

# Apps_DisplayBuiltIn
source: Displaying built-in recommendations.
fr_fr: Affichage des recommandations intégrées.

# Apps_DisplayRecommendedPlugin
source: Displaying recommended applications (plugin).
fr_fr: Affichage des applications recommandées (plugin).

# Apps_DisplayRecommendedBuiltIn
source: Displaying recommended applications (built-in).
fr_fr: Affichage des applications recommandées (intégrées).

# Apps_AnalysisTitle
source: APPS ANALYSIS
fr_fr: ANALYSE DES APPLICATIONS

# Apps_ShowingAll
source: Showing all apps (except whitelist): {0}
fr_fr: Affichage de toutes les applications (sauf liste blanche) : {0}

# Apps_BloatwareDetected
source: Bloatware apps detected:
fr_fr: Applications bloatware détectées :

# Apps_NoBloatware
source: No Microsoft Store bloatware apps found.
fr_fr: Aucune application bloatware du Microsoft Store trouvée.

# Apps_CleanupComplete
source: App cleanup complete.
fr_fr: Nettoyage des applications terminé.

# Install_Installed
source: Installed
fr_fr: Installé

# Install_Upgradeable
source: Upgradeable
fr_fr: Mise à jour disponible

# Tools_Loading
source: Loading extensions...
fr_fr: Chargement des extensions...

# Tools_FolderCreated
source: Scripts folder was missing, created it.
fr_fr: Le dossier de scripts était manquant, il a été créé.

# Tools_Loaded
source: {0} extensions loaded.
fr_fr: {0} extension(s) chargée(s).

# Tools_SelectExtension
source: Select an extension on the left.
fr_fr: Sélectionnez une extension à gauche.

# Tools_Running
source: Running...
fr_fr: En cours d'exécution...

# Tools_Done
source: Done.
fr_fr: Terminé.

# Tools_OpenedConsole
source: Opened in console.
fr_fr: Ouvert dans la console.

# Tools_CompletedLog
source: Completed with log.
fr_fr: Terminé avec journal.

# Donation_Title
source: Support Winslop ❤
fr_fr: Soutenir Winslop ❤

# Donation_Body
source: If Winslop saved you time, consider supporting its future. It stays free and anti-slop thanks to supporters like you.
fr_fr: Si Winslop vous a fait gagner du temps, envisagez de soutenir son avenir. Il reste gratuit et anti-bloat grâce à des soutiens comme vous.

# Donation_AlreadyDonated
source: I already donated, don't show again
fr_fr: J'ai déjà fait un don, ne plus afficher

# Donation_Donate
source: Donate
fr_fr: Faire un don

# Donation_MaybeLater
source: Maybe later
fr_fr: Peut-être plus tard

# Plugins_Installed
source: Installed
fr_fr: Installé

# Plugins_Updated
source: Updated
fr_fr: Mis à jour

# LogActions_NotAvailable
source: [Features] Not available.
fr_fr: [Fonctionnalités] Non disponible.

# LogActions_Summary
source: [Features] Total nodes: {0}, Checked: {1}
fr_fr: [Fonctionnalités] Nœuds totaux : {0}, Cochés : {1}

# LogActions_NoChecked
source: [Features] No checked items.
fr_fr: [Fonctionnalités] Aucun élément coché.

# LogActions_CheckedItems
source: [Features] Checked items ({0}):
fr_fr: [Fonctionnalités] Éléments cochés ({0}) :

# LogActions_UncheckedItems
source: [Features] Unchecked leaf items ({0}):
fr_fr: [Fonctionnalités] Éléments feuilles non cochés ({0}) :

# Language_RestartTitle
source: Language Changed
fr_fr: Langue modifiée

# Language_RestartRequired
source: Please restart Winslop for the language change to take effect.
fr_fr: Veuillez redémarrer Winslop pour que le changement de langue prenne effet.

# Common_Yes
source: Yes
fr_fr: Oui

# Common_No
source: No
fr_fr: Non

# Common_Close
source: Close
fr_fr: Fermer
